Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Regular study visits were scheduled for the assessment of outcome events, other efficacy and safety endpoints, concomitant therapy or interventions, and for the provision of study medication and assessment of treatment compliance.
es_es: Se programaron visitas con regularidad para evaluar los eventos relacionados, otros criterios de valoración de eficacia y seguridad, la administración de tratamientos concomitantes o la práctica de intervenciones y el suministro del medicamento experimental y la evaluación del cumplimiento.

source: Regular y realizar el control sanitario de la producción, importación, distribución, almacenamiento, transporte, comercialización, dispensación y expendio de (…) medicamentos y otros productos para uso y consumo humano (…)”;
es_es: “(…) To regulate and control production, importation, distribution, storage, transportation, marketing, dispensing and sale of (…) drugs and human use and consumption products (…)”;

source: Regulatory Authorities
es_es: Autoridades regulatorias

source: Regulatory Status
es_es: Estado regulatorio

source: Regulatory-Response Questions V02/14
es_es: Respuesta a preguntas de la autoridad regulatoria V02/14

source: Rehabilitation Hospital
es_es: Centro de rehabilitación

source: Rehabilitation within Hospital
es_es: Rehabilitación dentro del hospital

source: Rel. Area
es_es: Área relativa

source: Rel. Area [%]of dilution series 1
es_es: Área relativa [%] de la serie de diluciones 1

source: Rel. area [%]
es_es: Área relativa [%]

source: Rel. deviation [%]
es_es: Desvío relativo [%]

source: Relación AUC 0-t.
es_es: AUC 0-t ratio.

source: Relación de Cmax.
es_es: Cmax relationship.

source: Related substances:
es_es: Sustancias relacionadas:

source: Related to this, the washing step with ethanol prior to the printing of the capsules, which was needed to degrease the capsules in preparation for applying the ink, is removed, since degreasing the capsules is not needed for the laser marking technology.
es_es: En relación con esto, se elimina el paso de lavado con etanol previo a la impresión de las cápsulas, que era necesario para desengrasar las cápsulas como preparación para la aplicación de la tinta, y no es necesario para la tecnología de marcado láser.

source: Relative Exclusion Criteria (requiring clinical judgement based upon the specific situation)
es_es: Criterios de exclusión relativa (que requieren juicio clínico basado en la situación específica)

source: Relative Response factor
es_es: Factor de respuesta relativa

source: Relative bioavailability comparison of empagliflozin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin as either a fixed dose combination with 1000 mg metformin (T1 fasted) or in a free dose combination with 1000 mg metformin (R1 fasted)
es_es: Comparación de la biodisponibilidad relativa de empagliflozina tras una administración oral de 12.5 mg de empagliflozina y 1000 mg de metformina en combinación a dosis fija con metformina, 1000 mg (T1, preprandial) o en combinación de dosis libre con metformina, 1000 mg (R1, preprandial)

source: Relative bioavailability comparison of empagliflozin after oral administration of 12.5 mg in a fixed dose combination with 1000 mg metformin under fed (T1 fed) or fasted (T1 fasted) conditions
es_es: Comparación de la biodisponibilidad relativa de empagliflozina tras una administración oral de 12.5 mg en combinación a dosis fija con metformina, 1000 mg postprandial (T1, postprandial) o preprandial (T1, preprandial)

source: Relative bioavailability comparison of empagliflozin after oral administration of 12.5 mg in a free dose combination with 1000 mg metformin under fed (R1 fed) or fasted (R1 fasted) conditions
es_es: Comparación de la biodisponibilidad relativa de empagliflozina tras una administración oral de 12.5 mg en combinación a dosis libre con metformina, 1000 mg postprandial (R1, postprandial) o preprandial (R1, preprandial)

source: Relative bioavailability comparison of empagliflozin after oral administration of 12.5 mg in either a fixed dose combination with 1000 mg metformin (T1 fed) or in a free dose combination with 1000 mg metformin (R1 fed)
es_es: Comparación de la biodisponibilidad relativa de empagliflozina tras una administración oral de 12.5 mg en combinación a dosis fija con metformina, 1000 mg (T1, postprandial) o en combinación de dosis libre con metformina, 1000 mg (R1, postprandial)

source: Relative bioavailability comparison of empagliflozin after oral administration of 5 mg in either a fixed dose combination with 1000 mg metformin (T2 fed) or in a free dose combination with 1000 mg metformin (R2 fed)
es_es: Comparación de la biodisponibilidad relativa de empagliflozina tras una administración oral de 5 mg en combinación a dosis fija con metformina, 1000 mg (T2, postprandial) o en combinación de dosis libre con metformina, 1000 mg (R2, postprandial)

source: Relative bioavailability comparison of metformin after oral administration of 1000 mg in a free dose combination with 12.5 mg empagliflozin under fed (R1 fed) or fasted (R1 fasted) conditions
es_es: Comparación de la biodisponibilidad relativa de metformina tras una administración oral de 1000 mg en combinación a dosis libre con empagliflozina, 12.5 mg postprandial (R1, postprandial) o preprandial (R1, preprandial)

source: Relative bioavailability comparison of metformin after oral administration of 1000 mg in either a fixed dose combination with 12.5 mg empagliflozin (T1 fed) or in a free dose combination with 12.5 mg empagliflozin (R1 fed)
es_es: Biodisponibilidad relativa comparada de metformina tras administración oral de 1000 mg en combinación a dosis fija con empagliflozina, 12.5 mg (T1, postprandial) o en combinación de dosis libre con empagliflozina, 12.5 mg (R1, postprandial)

source: Relative bioavailability comparison of metformin after oral administration of 1000 mg in either a fixed dose combination with 5 mg empagliflozin (T2 fed) or in a free dose combination with 5 mg empagliflozin (R2 fed)
es_es: Biodisponibilidad relativa comparada de metformina tras administración oral de 1000 mg en combinación a dosis fija con empagliflozina, 5 mg (T2, postprandial) o en combinación de dosis libre con empagliflozina, 5 mg (R2, postprandial)

source: Relative bioavailability comparison of metformin after oral administration of 1000 mg in in a fixed dose combination with 12.5 mg empagliflozin under fed (T1 fed) or fasted (T1 fasted) conditions
es_es: Comparación de la biodisponibilidad relativa de metformina tras una administración oral de 1000 mg en combinación a dosis fija con empagliflozina, 12.5 mg postprandial (T1, postprandial) o preprandial (T1, preprandial)

source: Relative bioavailability of metformin after oral administration of 1000 mg in either a fixed dose combination with 2.5 mg empagliflozin (T1 fasted) or in a free dose combination with 12.5 mg empagliflozin (R1 fasted)
es_es: Biodisponibilidad relativa de metformina tras administración oral de 1000 mg en combinación a dosis fija con empagliflozina de 2.5 mg (T1, preprandial) o en combinación de dosis libre con empagliflozina 12.5 mg (R1, preprandial)

source: Relative density
es_es: Densidad relativa

source: Relative documents
es_es: Documentos relacionados

source: Relative exclusion criteria required clinical judgement based upon the specific situation
es_es: Criterios de exclusión relativa que requieren juicio clínico basado en la situación específica

source: Relative humidity
es_es: Humedad relativa

source: Relative response factor (RRF)
es_es: Factor de respuesta relativo (FRR)

source: Relative response of formulation buffer and non specific antibody < relative response of lowest concentration
es_es: Respuesta relativa del buffer de formulación y el anticuerpo no específico < respuesta relativa de la concentración más baja.

source: Relative response of sample < relative response of lowest concentration +6 RU.
es_es: Respuesta relativa de la muestra < respuesta relativa de la concentración más baja + 6 Unid. de resp. (UR).

source: Relative response of sample < relative response of system buffer + 6 RU
es_es: Respuesta relativa de la muestra < respuesta relativa del buffer del sistema + 6 Unid. de resp. (UR).

source: Relative response of sample < relative response of system buffer + system specific offset (e.g. + 6 RU)
es_es: Respuesta relativa de la muestra < respuesta relativa del buffer del sistema + una compensación específica del sistema (por ejemplo, + 6 UR).

source: Relative retention time [%]
es_es: Tiempo de retención relativo [%]

source: Relative retention time with reference to hydrochlorothiazide (retention time = about 8 min.):
es_es: Tiempo de retención relativo con referencia a la hidroclorotiazida (tiempo de retención = aproximadamente 8 min.):

source: Relative retention time with respect to Amlodipine
es_es: Tiempo de retención relativo con respecto a la amlodipina

source: Relative retention times (RRT)
es_es: Tiempos de retención relativos (RRT)

source: Relative:
es_es: Relativos:

source: Release
es_es: Liberación

source: Release 1
es_es: Liberación 1

source: Release BACDS
es_es: Liberación BACDS

source: Release and shelf-life specifications for the tenecteplase drug product 25 mg/5 mL
es_es: Especificaciones para la liberación y la vida útil del medicamento teneclteplasa, 25 mg/5 ml.

source: Release data for all batches were well within the registered testing specification of the drug product.
es_es: Los datos de liberación de todas las partidas se encontraron holgadamente dentro de la especificación analítica registrada para el medicamento.

source: Release data for batches
es_es: Datos de liberación de las partidas

source: Release data for batches 10850061, 10850062 and 10850064 (purity analysis via current CEX HPLC method (QA55406, exponential skim integration)
es_es: Datos de liberación de las partidas 10850061, 10850062 y 10850064 (análisis de pureza mediante el método vigente HPLC-CEX (QA55406, integración con skim exponencial)

source: Release data for batches 10850078, 10850079 and 10850080 (purity analysis via current CEX HPLC method (QA55406, exponential skim integration) and proposed CEX HPLC method (QA063329, split peak integration)
es_es: Datos de liberación de las partidas 10850078, 10850079 y 10850080 (análisis de pureza mediante los métodos vigente HPLC-CEX (QA55406, integración con skim exponencial) y propuesto (QA063329, integración de picos mediante división de flujo).

source: Release data for the batch may be used for time zero
es_es: Para el momento cero, se pueden usar los datos de liberación de la partida.

source: Release data for the degradation product Z in time period of 2021 - 2023 of the manufacturing site Rottendorf Pharma is shown in Figure 3.
es_es: En la Figura 3, se presenta la información de liberación del período 2021 - 2023 para la planta productora Rottendorf Pharma.

source: Release data for the degradation product Z of the past five years of the manufacturing site Boehringer Ingelheim is shown in Figure 2.
es_es: En la Figura 2, se presenta la información de liberación de estos cinco años para el producto de degradación Z en la planta productora Boehringer Ingelheim.

source: Release data is available for 313 batches of the dosage strengths 0.125 mg, 0.25 mg, 0.5 mg and 1 mg, manufactured between 2019 and 2023 at the manufacturing site Boehringer Ingelheim and 17 batches of the dosage strengths 0.125 mg, 0.25 mg, 0.5 mg and 1 mg manufactured between 2021 and 2023 at the manufacturing site Rottendorf Pharma.
es_es: Hay información de liberación para 313 partidas de las concentraciones de 0.125 mg, 0.25 mg, 0.5 mg y 1 mg, elaboradas entre 2019 y 2023 en la planta productora de Boehringer Ingelheim y 17 partidas de las concentraciones de 0.125 mg, 0.25 mg, 0.5 mg y 1 mg elaboradas entre 2021 y 2023 en la planta productora de Rottendorf Pharma.

source: Release data of batches 10850061, 10850062 and 10850064 meet the commercial specifications as outlined in section 3.2.S.4.1.
es_es: Los datos de liberación de las partidas 10850061, 10850062 y 10850064 cumplen con las especificaciones comerciales descritas en la sección 3.2.S.4.1.

source: Release data of the past years show values of degradation product Z near or above the current registered release specification of ≤ 0.3 %.
es_es: Los datos de liberación de los últimos años arrojan valores del producto de degradación Z cercanos o superiores a la especificación de liberación registrada vigente (≤ 0.3 %).

source: Release date
es_es: Fecha de liberación

source: Release testing
es_es: Pruebas de liberación

source: Release testing by physiochemical methods will be performed with spesolimab solution for injection 150 mg/PFS (150 mg/mL), abbreviated as PFS, only.
es_es: Se realizarán pruebas de liberación con métodos fisicoquímicos solo en la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), PFS en su forma abreviada.

source: Release testing of three batches of idarucizumab, manufactured in building G104 at 12,000 L, was performed using the current CEX method (QA55406)) for purity analysis (50 mg/mL drug substance batches 10850061, 10850062 and 10850064) are presented in Table 2.
es_es: En la Tabla 2 se presentan los datos de pureza a la liberación de tres partidas de 12000 l de idarucizumab fabricadas en la planta G104 mediante el método CEX vigente,QA55406 (partidas del principio activo de 50 mg/ml 10850061, 10850062 y 10850064).

source: Release testing was performed against the reference standard WS02.
es_es: En las pruebas de liberación se usó el estándar de referencia WS02..

source: Release, Stability
es_es: Liberación, Estabilidad

source: Release:
es_es: Liberación:

source: Relevance for human use
es_es: Relevancia en el uso humano.

source: Relevant CQAs that might be affected during oxidative stress were additionally investigated by forced oxidation studies.
es_es: Los atributos críticos de calidad relevantes que podrían verse afectados durante la agresión oxidativa también se investigaron en estudios de oxidación forzada.

source: Relevant ECG findings were to be reported as AEs.
es_es: Los hallazgos relevantes del ECG debían notificarse como eventos adversos.

source: Relevant analytical method for Metalyse®
es_es: Método analítico relevante para Metalyse®

source: Relevant chronic or acute infections
es_es: Infecciones agudas o crónicas relevantes.

source: Relevant long-term effects of the exposure of the liquid DP to hydrogen peroxide on shelf life of the lyophilised DP are not expected.
es_es: No se espera que la exposición a largo plazo del medicamento líquido al peróxido de hidrógeno produzca efectos importantes en la vida útil del medicamento liofilizado.

source: Relevant long-term effects of the light exposure during subsequent shelf life of the lyophilised DP are not expected.
es_es: No se prevé que la exposición a la luz produzca efectos relevantes a largo plazo durante la vida útil posterior del medicamento liofilizado.

source: Remaining VHP can migrate into DP due to contact of open vials within the isolator atmosphere as well as due to product contacting components, especially by prolonged contact during process interruptions.
es_es: El vapor de peróxido de hidrógeno residual puede migrar al medicamento mediante el contacto con frascos abiertos dentro de la atmósfera del aislador y por medio de los componentes que entran en contacto con el producto, especialmente por el contacto prolongado durante las interrupciones del proceso.

source: Remark 1:
es_es: Observación 1:

source: Remark 2:
es_es: Observación 2:

source: Remark: vials on the right side were marked with green marker and labelled for sampling purposes
es_es: Observación: los frascos del lado derecho estaban marcados con un marcador verde y etiquetados para fines de muestreo.

source: Remarks:
es_es: Observaciones:

source: Remote PH-1†
es_es: Hem. par. remoto 1†

source: Remote PH-2†
es_es: Hem. par. remoto 2†

source: Remote SDV was performed at 10 trial sites in 3 countries (Brazil, Canada, and United States) and documented in the Data Handling Report in TMF.
es_es: Esta verificación de datos fuente se hizo a distancia en 10 centros del estudio de 3 países (Brasil, Canadá y Estados Unidos), y se documentó en el archivo maestro del ensayo, en el Informe de Gestión de Datos.

source: Remote parenchymal haematoma type 1†
es_es: Hematoma parenquimatoso remoto tipo 1†

source: Remote parenchymal haematoma type 2‡
es_es: Hematoma parenquimatoso remoto tipo 2‡

source: Remote risk based monitoring occurred over the course of the study via telephone and email, in addition to online checks of eCRF accuracy and data completion.
es_es: Durante el transcurso del estudio, se realizó un control remoto basado en riesgos por teléfono y correo electrónico, además de verificaciones en línea para comprobar que el eCRF fuera preciso y exhaustivo.

source: Remote symptomatic ICH with intraventricular extension and hydrocephalus
es_es: HIC sintomática remota con extensión intraventricular e hidrocefalia

source: Removable product contacting parts are cleaned and sterilized prior to use.
es_es: Las partes extraíbles que estuvieran en contacto con el producto se limpian y esterilizan antes de su utilización.

source: Removal and inactivation of potentially contaminating viruses during the purification process demonstrated by virus clearance studies
es_es: eliminación e inactivación de virus potencialmente contaminantes durante el proceso de purificación, demostradas por medio de estudios de eliminación viral;

source: Removal of CHOP
es_es: Eliminación de CHOP

source: Removal of Insulin
es_es: Eliminación de insulina

source: Removal of DNA
es_es: Eliminación de ADN

source: Removal of Gentamicin
es_es: Eliminación de gentamicina

source: Removal of ha-PA
es_es: Eliminación de ha-PA

source: Removal of host cell DNA during the purification process of tenecteplase was demonstrated by two independent sets of experiments:
es_es: La eliminación de ADN de célula hospedadora durante el proceso de purificación de la tenecteplasa quedó demostrada por medio de dos conjuntos de experimentos independientes:

source: Removal of individual patients
es_es: Eliminación de pacientes individuales

source: Removal of patients from therapy or assessment
es_es: Eliminación de los pacientes del tratamiento o la evaluación

source: Removal of requirement for arterial puncture to commence within 6 hours of stroke onset.
es_es: Se eliminó el requisito de que la punción arterial comience en las 6 horas posteriores al inicio del ACV.

source: Removal of subjects from therapy or assessment
es_es: Eliminación de sujetos del tratamiento o la evaluación

source: Removal of the missing information ‘pregnancy/breast-feeding’ - Empagliflozin
es_es: Eliminación el "Embarazo/lactancia con Empagliflozina" de la información faltante.

source: Removal of the missing information ‘pregnancy/breast-feeding’ - Linagliptin (information reviewed up to DLP 02 May 2023)
es_es: Eliminación de las categorías "embarazo/lactancia" como información faltante; Linagliptina (información revisada hasta el cierre de la base de datos del 02 de mayo de 2023)

source: Removed during processing; does not appear in final drug product.
es_es: Eliminado durante el procesamiento, no aparece en el producto final

source: Removed safety concerns and attachments including justification for removal
es_es: Se eliminan los riesgos de seguridad y los anexos donde se incluye la justificación de la eliminación.

source: Removes the existing glycosylation site on kringle1, which decreases the rate of clearance restores fibrin binding in combination with T103N.
es_es: Elimina el sitio de glicosilación existente en el dominio kringle-1, lo cual disminuye la velocidad de depuración y restaura la unión a fibrina en combinación con T103N.

source: Renal events
es_es: Eventos renales

source: Renal function was also analysed as efficacy endpoints (see Section 11.1.2.2 and 11.1.3.7 for eGFR change from baseline, Section 11.1.2.6 for renal outcome events, and Section 11.1.3.8 for albuminuria-related endpoints).
es_es: La función renal también se analizó como un criterio de valoración de la eficacia (en las Secciones 11.1.2.2 y 11.1.3.7 puede verse el cambio en la TFGe desde el inicio, en la Sección 11.1.2.6 los eventos de desenlace, y en la Sección 11.1.3.8 los criterios de valoración relacionados con la albuminuria).

source: Renal insufficiency
es_es: Insuficiencia renal

source: Renal outcomes
es_es: Desenlaces renales

source: Renin inhibitors
es_es: Inhibidores de la renina

source: Reocclusion (Recurrent embolism)
es_es: Reoclusión (embolia recurrente)

source: Reocclusion (death day 1)
es_es: Reoclusión (muerte el día 1)

source: Reocclusion post-thrombectomy, progression of index stroke (death day 7)
es_es: Reoclusión luego de la trombectomía, progresión del accidente cerebrovascular inicial (muerte el día 7)

source: Reocclusion, progression of index stroke (death day 3)
es_es: Reoclusión, progresión del accidente cerebrovascular inicial (muerte el día 3)

source: Reovirus Type-3
es_es: Reovirus tipo 3

source: Repair
es_es: Reparación

source: Repeat the test adding 3.0 g (m g) of the substance to be examined to the combustion flask, and using the same volume of strong sodium hydroxide solution R.
es_es: Repetir la prueba añadiendo al matraz de combustión 3.0 g (m g) de la sustancia a examinar, y utilizando el mismo volumen desolución fuerte de hidróxido de sodio R.

source: Repeatability
es_es: Repetibilidad

source: Repeatability / Intermediate precision / Stability of solutions
es_es: Repetibilidad / Precisión intermedia / Estabilidad de las soluciones

source: Repeatability from accuracy data:
es_es: Repetibilidad a partir de los datos de exactitud:

source: Repeatability was validated for the determination of NDMA in different metformin hydrochloride containing IR drug products.
es_es: Se validó la repetibilidad para determinar la presencia de NDMA en medicamentos de liberación inmediata que contienen clorhidrato de metformina

source: Repeatability; Robustness
es_es: Repetibilidad; robustez

source: Repeated dose administration resulted in bleeding with secondary mortality of dams.
es_es: La administración de dosis repetidas produjo sangrado con mortalidad secundaria en las hembras.

source: Repeated dose toxicity
es_es: Toxicidad de dosis repetidas

source: Reperfusion at 24hr post stroke without SICH
es_es: Reperfusión 24 h después del ACV sin HICs

source: Reperfusion of greater than 50% of the involved territory or an absence of retrievable thrombus at the time of the initial angiographic assessment was observed in 22 patients (22%) who received tenecteplase, as compared with 10 (10%) who received alteplase (incidence difference, 12 percentage points [95% CI, 2 to 21, not crossing the noninferiority margin of 2.3 percentage points; P=0.002 for noninferiority]; adjusted incidence ratio, 2.2 [95% CI, 1.1 to 4.4; P=0.03 for superiority]; and adjusted odds ratio, 2.6 [95% CI, 1.1 to 5.9; P=0.02 for superiority])(Table 3).
es_es: Se observó una reperfusión de más del 50% del territorio afectado o ausencia de trombo extraíble al momento de la evaluación angiográfica inicial en 22 pacientes (22%) que recibieron tenecteplasa, en comparación con 10 pacientes (10%) que recibieron alteplasa (diferencia de incidencia, 12 puntos porcentuales [IC del 95%, 2 a 21, sin cruzar el margen de no inferioridad de 2.3 puntos porcentuales; P = 0.002 para no inferioridad]; razón de incidencia ajustada, 2.2 [IC del 95%, 1.1 a 4.4; P = 0.03 para superioridad]; y cociente de probabilidades ajustado, 2.6 [IC del 95%, 1.1 a 5.9; P = 0.02 para superioridad])(Tabla 3).
